Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/juuso_ja_koivisto_osallistuvat_rovaniemi_arctic_spirit_konferenssiin.html.tmx
Source language: fin
Languages: sme

source: Juuso ja Koivisto osallistuvat Rovaniemi Arctic Spirit konferenssiin
sme: Juuso ja Koivisto oassálastiba Roavvenjárgga Arctic Spirit konferánsii

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja I varapuheenjohtaja Anni Koivisto osallistuvat Rovaniemellä järjestettävään Arctic Spirit konferenssiin 16.-17.11.2021.
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso ja I várreságajođiheaddji Anni Koivisto oassálastiba Arctic Spirit konferánsii mii lágiduvvo Roavvenjárggas 16.-17.11.2021.

source: Konferenssin teemat liittyvät Suomen alkavaan puheenjohtajuuteen Barentsin euroarktisessa neuvostossa, alueelliseen yhteistyöhön, arktiseen turvallisuuteen ja EU:n ja Suomen uusiin arktisiin linjauksiin sekä maankäytön, ilmastonmuutoksen ja oikeudenmukaisuuden suhteeseen arktisella alueella.
sme: Konferánssa temát laktásit Suoma álgi ságajođiheaddjibadjái Bárentsa euroárktalaš ráđis, regiovnnalaš ovttasbargui, árktalaš dorvvolašvuhtii ja EU ja Suoma ođđa árktalaš linnjemiidda sihke eanangeavaheami, dálkkádatrievdama ja vuoiggalašvuođa gaskavuhtii árktalaš guovllus.

source: Puheenjohtaja Juuso toi puheenvuorossaan esille muuttuvan ilmaston ja kuinka äärimmäiset sääolosuhteet muodostavat jo nyt uhkia ja haasteita saamelaisten mahdollisuuksiin harjoittaa perinteisiä elinkeinoja, kuten kalastusta ja poronhoitoa.
sme: Ságajođiheaddji Juuso buvttii sáhkavuorustis ovdan nuppástuvvi dálkkádaga ja mo dálkki molsašuddivuohta ja dilit, mat rievddadit ravddamus rájes nuppi ravdii, uhkidit ja hástalit juo dál sámiid vejolašvuođaid bargat árbevirolaš ealáhusaiguin, dego guolástemiin ja boazodoaluin.

source: – Erityisesti ilmastokriisin aikana on tärkeää kunnioittaa alkuperäiskansojen oikeuksia ja rakentaa yhdessä yhteiskunta, joka on vastustuskykyinen muutoksille, joita jo kohtaamme, sanoo Juuso.
sme: – Dálkkádatkriisa áigge lea erenomáš dehálaš gudnejahttit eamiálbmogiid rivttiid ja hukset ovttas servodaga, mas gávdnojit vuostálastinnávccat nuppástusaid ektui maiguin mii juo dál deaividit, lohká Juuso.

source: Lue puhe täältä (englanniksi)
sme: Loga sáhkavuoru dáppe (eaŋgalasgillii)

source: Konferenssin aikana Juuso ja Koivisto tapasivat ulkoministeri Pekka Haaviston ja osallistuvat konferenssissa järjestettyihin paneelikeskusteluihin.
sme: Konferánssa áigge Juuso ja Koivisto deaivvadeigga olgoriikkaministtar Pekka Haavistoin ja oassálastiba konferánssas lágiduvvon panelaságastallamiidda.

source: Lisätietoja
sme: Lassedieđut

source: Puheenjohtaja Tuomas Aslak Juuso 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso 040 687 3394 tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto 040 415 5969 anni.koivisto(at)samediggi.fi
sme: I várreságajođiheaddji Anni Koivisto 040 415 5969 anni.koivisto(at)samediggi.fi
